[
    {
        "imgurl" : "../img/top10/p1.jpg",
        "电影名称": "肖申克的救赎",
        "标签": "剧情、犯罪、希望、自由、救赎",
        "上映时间": "1994-09-23",
        "简介": "该片讲述了银行家安迪被误判入狱，在狱中经历种种磨难，最终通过自己的智慧和坚韧成功越狱，重获自由的故事。"
    },
    {
        "imgurl" : "../img/top10/p2.jpg",
        "电影名称": "霸王别姬",
        "标签": "剧情、爱情、同性、艺术、历史",
        "上映时间": "1993-01-01",
        "简介": "影片围绕程蝶衣、段小楼以及张国荣饰演的程蝶衣展开，讲述了程蝶衣自幼被卖到京戏班学戏，与师哥段小楼因合演《霸王别姬》而成为名角，却在情感和人生上历经坎坷的故事，展现了程蝶衣对京剧艺术的痴迷以及对爱情、人生的执着追求，反映了时代的变迁对个人命运的巨大冲击。"
    },
    {
        "imgurl" : "../img/top10/p3.jpg",
        "电影名称": "泰坦尼克号",
        "标签": "爱情、灾难、剧情、经典、浪漫",
        "上映时间": "1997-12-19",
        "简介": "故事发生在 1912 年，穷画家杰克在搭乘前往美国的轮船上结识了上流社会女孩露丝，两人相爱。此时泰坦尼克号撞上冰山，杰克把生还机会让给了露丝。70 多年后，考古学家在研究泰坦尼克号时，发现了露丝的笔记，故事由此展开，展现了杰克和露丝之间凄美的爱情故事，以及泰坦尼克号沉船的灾难场景。"
    },
    {
        "imgurl" : "../img/top10/p4.jpg",
        "电影名称": "阿甘正传",
        "标签": "励志、爱情、成长、经典、人生",
        "上映时间": "1994-07-06",
        "简介": "电影改编自美国作家温斯顿・格鲁姆于 1986 年出版的同名小说，描绘了先天智障的小镇男孩福瑞斯特・甘自强不息，凭借其坚毅不拔的毅力，在乒乓球、越战、长跑、橄榄球等多个领域创造奇迹，同时也展现了他与青梅竹马珍妮之间的情感纠葛以及他个人成长历程的故事。"
    },
    {
        "imgurl" : "../img/top10/p5.jpg",
        "电影名称": "千与千寻",
        "标签": "动画、奇幻、冒险、成长、亲情",
        "上映时间": "2001-07-20",
        "简介": "讲述了少女千寻与父母误入神灵世界后，父母被变成了猪，千寻为了救出父母，在汤婆婆的浴池里工作，经历了一系列奇幻冒险并不断成长的故事，展现了千寻的勇敢、坚强以及对亲情的珍视。"
    },
    {
        "imgurl" : "../img/top10/p6.jpg",
        "电影名称": "美丽人生",
        "标签": "喜剧、战争、亲情、爱情、感人",
        "上映时间": "1997-12-20",
        "简介": "讲述了意大利犹太青年基度与美丽的女子多拉相爱并生下儿子乔舒亚，二战爆发后一家人被抓进集中营，基度为了保护儿子，在集中营里用幽默和想象力编织谎言，让儿子相信这只是一场游戏，最终虽惨遭杀害，但为儿子守护了童年的故事。"
    },
    {
        "imgurl" : "../img/top10/p7.jpg",
        "电影名称": "这个杀手不太冷",
        "标签": "犯罪、动作、剧情、温情、成长",
        "上映时间": "1994-09-14",
        "简介": "职业杀手莱昂被邻家女孩玛蒂尔达意外搅了生意，玛蒂尔达为了躲避恶警的追杀，找到莱昂，要他教她如何杀掉警官。莱昂在教玛蒂尔达杀人的技巧时，自己内心深处隐藏着的柔情和仁慈也不自觉地释放出来，在这段特殊的相处中，两人之间产生了微妙的情感变化，最终莱昂为了救玛蒂尔达而牺牲了自己。"
    },
    {
        "imgurl" : "../img/top10/p8.jpg",
        "电影名称": "星际穿越",
        "标签": "科幻、冒险、剧情、亲情、探索",
        "上映时间": "2014-11-07",
        "简介": "近未来的地球黄沙遍野，小麦、秋葵等基础农作物相继因枯萎病灭绝，人类不再像从前那样仰望星空，放纵想象力和灵感的迸发。前 NASA 科学家库珀接受了一项任务，必须穿越虫洞到宇宙的另一端寻找人类合适的新家园，并由此展开了一系列冒险，同时也面临着与女儿墨菲的离别与重逢等情感考验的故事。"
    },
    {
        "imgurl" : "../img/top10/p9.jpg",
        "电影名称": "盗梦空间",
        "标签": "科幻、悬疑、冒险、剧情、心理",
        "上映时间": "2010-07-16",
        "简介": "道姆・科布是一名经验老道的窃贼，他在梦境共享的领域中穿梭，窃取潜意识中最宝贵的秘密。科布的稀有技能使他成为了危险的企业间谍活动中最抢手的人物，但也让他成为了一个流亡者，失去了所爱的一切。科布的最后机会是进行一项看似不可能的完美犯罪：不是窃取思想，而是植入思想。如果他们成功，这将是完美犯罪，但也存在危险和后果不可预知的可能，而这一切都由科布和他的团队来完成。"
    },
    {
        "imgurl" : "../img/top10/p10.jpg",
        "电影名称": "楚门的世界",
        "标签": "剧情、科幻、现实、思考、人生",
        "上映时间": "1998-06-01",
        "简介": "楚门・伯班克自出生起就被电视节目制作人克里斯托弗・凯斯特罗控制，生活在一座巨大的摄影棚中，周围的一切都是假的，只有他不知情。楚门在成长过程中逐渐发现了许多可疑之处，最终决定逃离这座虚拟的世界，去寻找真正的自由和真实的生活，展现了楚门对真相的追求以及对自由的渴望。"
    }
]